Repository: Whitie/ChemManager
Catalog: chemman/operating_instruction_creator/locale/*/LC_MESSAGES/django.po
Languages: de

source: MSDS Date
de: SDB Datum

source: Department 1
de: Bereich 1

source: Department 2
de: Bereich 2

source: Signature
de: Unterschrift

source: Pictograms
de: Piktogramme

source: Hazards for people and the environment
de: Gefahren für Mensch und Umwelt

source: Protective measures and rules of conduct
de: Schutzmaßnahmen und Verhaltensregeln

source: Eye protection
de: Augenschutz

source: Hand protection
de: Handschutz

source: Conduct in case of danger
de: Verhalten im Gefahrfall

source: Show green cross
de: Weißes Kreuz anzeigen

source: First aid
de: Erste Hilfe

source: After skin contact
de: Nach Hautkontakt

source: After eye contact
de: Nach Augenkontakt

source: After breathe in
de: Nach Einatmen

source: After swallow
de: Nach Verschlucken

source: Proper disposal
de: Sachgerechte Entsorgung

source: External help number
de: Externe Notrufnummer

source: Internal help number
de: Interne Notrufnummer

source: Substitutes
de: Ersetzt

source: Add new
de: Neu hinzufügen

source: Note
de: Bemerkung

source: Work Department
de: Arbeitsbereich

source: Work Departments
de: Arbeitsbereiche

source: Identifier
de: ID

source: Description
de: Beschreibung

source: Protection Pictogram
de: Sicherheitszeichen

source: Protection Pictograms
de: Sicherheitszeichen

source: First Aid Pictogram
de: Erste Hilfe Symbol

source: First Aid Pictograms
de: Erste Hilfe Symbole

source: Chemical
de: Chemikalie

source: Responsible
de: Verantwortlich

source: Conduct Pictograms
de: Verhaltenspiktogramme

source: Green Cross
de: Grünes Kreuz

source: Language
de: Sprache

source: Created
de: Erstellt

source: Released
de: Veröffentlicht

source: Saved as
de: Gespeichert als

source: Operating instruction draft
de: Betriebsanweisung Entwurf

source: Operating instruction drafts
de: Betriebsanweisung Entwürfe

source: Can create operating instructions
de: Darf Betriebsanweisungen erstellen

source: Can release operating instructions
de: Darf Betriebsanweisungen veröffentlichen

source: Edit Operating Instruction
de: Betriebsanweisung bearbeiten

source: Edit chemical
de: Chemikalie bearbeiten

source: Head
de: Kopf

source: Preview
de: Vorschau

source: State:
de: Status:

source: Color:
de: Farbe:

source: Odor:
de: Geruch:

source: Creator:
de: Ersteller:

source: Disposal
de: Entsorgung

source: Save
de: Speichern

source: Existing texts
de: Vorhandene Texte

source: Same Chemical
de: Gleiche Chemikalie

source: Similar Chemicals
de: Ähnliche Chemikalien

source: Operating Instructions
de: Betriebsanweisungen

source: Create new Operating Instruction
de: Neue Betriebsanweisung erstellen

source: Search Results
de: Suchergebnisse

source: No Results found
de: Keine Ergebnisse vorhanden

source: Chemical:
de: Chemikalie:

source: Search...
de: Suche...

source: Departments
de: Bereiche

source: User
de: Benutzer

source: Actions
de: Aktionen

source: Show
de: Anzeigen

source: Revise
de: Überarbeiten

source: Drafts
de: Entwürfe

source: Modified
de: Bearbeitet

source: Edit
de: Bearbeiten

source: Release
de: Veröffentlichen

source: Add/subtitute Operating Instruction
de: Betriebsanweisung ersetzen/hinzufügen

source: for
de: für

source: e. g. Solution 30%%
de: z. B. Lösung 30%%

source: Op. Inst.
de: BA

source: New
de: Neu
