Repository: Whitie/ChemManager
Catalog: chemman/core/locale/*/LC_MESSAGES/django.po
Languages: de

source: Click to edit this storage
de: Klicken, um dieses Lager zu bearbeiten

source: No storage defined in this building.
de: Es ist kein Lager in diesem Gebäude angelegt.

source: No building defined.
de: Kein Gebäude angelegt.

source: Bookmark this page
de: Lesezeichen für diese Seite setzen

source: Login Dialog
de: Anmeldung

source: Username
de: Benutzername

source: Password
de: Passwort

source: Search Results
de: Suchergebnisse

source: More Results
de: Mehr Ergebnisse

source: No Results found
de: Keine Ergebnisse gefunden

source: Search...
de: Suchen...

source: Profile
de: Profil

source: Add bookmark
de: Lesezeichen hinzufügen

source: Logout
de: Abmelden

source: Profile data
de: Profildaten

source: Click to remove this bookmark
de: Klicken, um dieses Lesezeichen zu löschen

source: Package Search
de: Gebindesuche

source: Packages: %(c)s
de: Gebinde gefunden: %(c)s

source: Search criteria:
de: Suchkriterien:

source: Size
de: Größe

source: Current Stock
de: Aktueller Bestand

source: Click for package details
de: Klicken, um Einzelheiten zu diesem Gebinde zu sehen

source: Click to see the whole storage
de: Klicken, um das gesamte Lager zu sehen

source: All filled fields are linked with AND
de: Alle ausgefüllten Felder werden mit UND verknüpft

source: Search
de: Suchen

source: Searchresults for
de: Suchergebnisse für

source: %(count)s Result
de: %(count)s Ergebnis

source: List
de: Liste

source: Table
de: Tabelle

source: Package Count
de: Anzahl Gebinde

source: Limits min./max.
de: Bestandslimits min./max.

source: Limits
de: Bestandslimits

source: Package Size
de: Gebindegröße

source: Actions
de: Aktionen

source: No packages found
de: Keine Gebinde gefunden

source: Remove old package
de: Altes Gebinde entfernen

source: You have just stored a new package in a storage which should control the consumption. More than one old package was found. Please choose which package(s) to remove from the storage
de: Sie haben gerade ein Gebinde in ein Lager eingelagert, dass automatisch alte Gebinde entfernen soll. Es wurden mehr als ein altes Gebinde gefunden. Bitte suchen Sie das Gebinde aus, dass ersetzt wurde

source: Old Packages
de: Alte Gebinde

source: Remove
de: Entfernen

source: Choose...
de: Auswählen...

source: In system: %(sys)s, stored: %(sto)s
de: Im System: %(sys)s, gelagert: %(sto)s

source: Show
de: Anzeigen

source: Store together with
de: Zusammenlagerung mit

source: Restrictions
de: Beschränkungen

source: Enter data
de: Daten eingeben

source: Consume all
de: Alles entnehmen

source: Save consume
de: Entnahme speichern

source: This package is in a storage of type 'Through' and cannot be consumed!
de: Dieses Gebinde ist in einem Durchgangslager. Daraus kann nicht entnommen werden!

source: No consumes listed
de: Keine Entnahmen gelistet

source: Select Chemical
de: Chemikalie wählen

source: or
de: oder

source: Consume Toxic Chemical
de: Entnahme giftiger Chemikalie

source: Current brutto mass:
de: Bruttomasse:

source: Report wrong brutto mass.
de: Falsche Bruttomasse melden.

source: Removed
de: Entfernt

source: Deliver Box
de: Ganzen Karton anliefern

source: Additional packages
de: Zusätzliche Gebinde

source: If brutto mass is not required, only give the count here and the fields empty.
de: Wenn die Bruttomasse nicht benötigt wird, geben Sie hier nur die Anzahl ein und lassen die Felder einfach leer.

source: Don't forget to enter the brutto mass!
de: Bitte vergessen Sie nicht, die Bruttomasse einzugeben!

source: Deliver Packages
de: Gebinde anliefern

source: Container
de: Gebinde

source: Batch
de: Charge

source: Please fill in brutto mass!
de: Bitte Bruttomasse eingeben!

source: Error while saving!
de: Fehler beim Speichern!

source: Initial Delivery
de: Erstanlieferung

source: To storage
de: In Lager

source: Select storage
de: Lager auswählen

source: GO
de: LOS

source: Or select one from the orders:
de: Oder wählen Sie aus den Bestellungen:

source: Ordered
de: Bestellt

source: Delivered now
de: Jetzt geliefert

source: ALL
de: ALLE

source: To place
de: Zielplatz

source: Store fast
de: Schnelleinlagerung

source: Store with extra data
de: Einlagern mit extra Daten

source: Count is not given!
de: Anzahl fehlt!

source: Count is greater than ordered!
de: Gelieferte Anzahl ist größer als bestellte!

source: Orders found:
de: Gefundene Bestellungen:

source: Please leave a reason, why you dispose this package.
de: Bitte einen Grund für die Entsorgung angeben.

source: Are you really sure to dispose the package (current stock: %(stock)s, package size: %(content)s)?
de: Sind Sie sicher, dass dieses Gebinde entsorgt werden soll (aktueller Bestand: %(stock)s, Packungsgröße: %(content)s)?

source: Cancel
de: Abbruch

source: Yes
de: Ja

source: Current Packages
de: Aktuelle Gebinde

source: Last Usage
de: Letzte Benutzung

source: Click for usage details
de: Klicken, um Details zur Benutzung anzusehen

source: Empty Packages
de: Leere Gebinde

source: Emptied
de: Geleert

source: Clear old (non toxic) packages
de: Alte/Leere Gebinde (keine Gifte) entfernen

source: %(count)s stored package
de: %(count)s gelagertes Gebinde

source: No packages stored
de: Keine Gebinde gelagert

source: Open Orders
de: Offene Bestellungen

source: Show delivered orders
de: Gelieferte Bestellungen anzeigen

source: Old Orders (1 year)
de: Alte Bestellungen (1 Jahr zurück)

source: Show open orders
de: Zeige offene Bestellungen

source: Show details for this chemical
de: Details zu dieser Chemikalie anzeigen

source: Show all chemicals for this supplier
de: Alle Chemikalien von diesem Lieferanten anzeigen

source: ordered
de: bestellt

source: Number of packages to add:
de: Anzahl der Gebinde zum Einlagern:

source: Package Information
de: Gebindeinformationen

source: Supplier Information
de: Lieferanteninformationen

source: Toxic Information
de: Giftinformationen

source: New Packages
de: Neue Gebinde

source: Store more packages
de: Mehr Gebinde einlagern

source: Print package ID's
de: Gebinde ID's drucken

source: Make Inventory
de: Inventur machen

source: Packages marked in this color are toxic. They must be handled with their brutto masses!
de: Bei Gebinde die in dieser Farbe gekennzeichnet sind, handelt es sich um Gifte. Diese müssen mit ihren Bruttomassen erfasst werden!

source: Storage place
de: Lagerplatz

source: Brutto/Inventory
de: Brutto/Bestand

source: New Brutto/New Inventory
de: Neues Brutto/Bestand

source: Save Inventory
de: Inventur speichern

source: Note:
de: Bemerkung:

source: Show Result
de: Ergebnis anzeigen

source: You must either set the OK checkbox (if all is correct) or enter the new stock / brutto mass!
de: Sie müssen entweder den Haken setzen (wenn alles korrekt ist) oder einen neuenBestand/Bruttomasse angeben!

source: Inventory Result
de: Inventurergebnis

source: Packages marked in this color are toxic.
de: Gebinde, die in dieser Farbe markiert sind, sind Gifte.

source: Inventory Diff.
de: Inventurdiff.

source: Inventory date to old (%(age)s days)!
de: Die letzte Inventur ist zu lange her (%(age)s Tage)!

source: Age: %(age)s days
de: Alter: %(age)s Tage

source: No inventory data saved!
de: Keine Inventurdaten vorhanden!

source: Stock below minimum limit (%(limit_min)s)
de: Mindestbestand unterschritten (%(limit_min)s)

source: Minimum stock not reached (%(limit_min)s)
de: Mindestbestand nicht erreicht (%(limit_min)s)

source: No minimum limit set
de: Kein Mindestbestand gesetzt

source: Maximum stock limit exceeded (%(limit_max)s)
de: Höchstbestand überschritten (%(limit_max)s)

source: Maximum stock not reached (%(limit_max)s)
de: Höchstbestand nicht erreicht (%(limit_max)s)

source: No maximum limit set
de: Kein Höchstbestand gesetzt

source: Merge Packages
de: Gebinde vereinen

source: Select packages to remove:
de: Gebinde zum Entleeren wählen:

source: next
de: weiter

source: Transfers:
de: Umlagerungen:

source: The content of %(count)s package (%(moved)s) was moved to package %(filled)s.
de: Der Inhalt von %(count)s Gebinde (%(moved)s) wurde in Gebinde %(filled)s verschoben.

source: Filled up
de: Aufgefüllt

source: Show package info
de: Informationen zu Gebinde anzeigen

source: Select package to fill up:
de: Gebinde zum Auffüllen wählen:

source: New Package
de: Neues Gebinde

source: continue
de: weiter

source: Observation
de: Überwachung

source: Stock in storage
de: Bestand in Lager

source: Storage OK
de: Lagerung OK

source: Current brutto
de: Aktuelles Brutto

source: Note: Discharge VS Dispose
de: Hinweis: Entleeren oder Entsorgen

source: Dispose may only be used if the amount removed has ended up in the trash.
de: Entsorgen darf nur benutzt werden, wenn die entnommene Menge im Müll gelandet ist.

source: Discharge can be used if the rest has been consumed.
de: Entleeren kann genutzt werden, wenn der Rest verbraucht wurde.

source: Print QR-Code
de: QR-Code drucken

source: Consumption:
de: Entnahmen:

source: This package was disposed by %(u)s
de: Dieses Gebinde wurde von %(u)s entsorgt

source: Package is empty
de: Gebinde ist leer

source: Detailed usage
de: Detailierte Benutzung

source: Delivery
de: Anlieferung

source: Usage time
de: Datum/Zeit der Benutzung

source: New brutto mass
de: Neue Bruttomasse

source: Disposed by
de: Entsorgt von

source: Download labels (Excel)
de: Etiketten (Excel)

source: QR-Code size:
de: QR-Code Größe:

source: no code
de: Kein Code

source: Click to hide this element
de: Klicken, um dieses Element auszublenden

source: Click here to print only this code
de: Klicken Sie hier, um nur diesen Code zu drucken

source: Select Package
de: Gebinde wählen

source: From place
de: Von Lagerplatz

source: Select Storage(place) for consume
de: Entnahmelager(platz) auswählen

source: no found
de: keine gefunden

source: Stocklimits for storage:
de: Bestandslimits für Lager:

source: These limits are only for handling your inventory. Nothing happens if you violate these limits.
de: Diese Limits sind nur zur Verwaltung der Bestände gedacht. Es ergibt sich keine weitere Konsequenz, wenn sie über- bzw. unterschritten werden.

source: Chemicals in this storage
de: Chemikalien in diesem Lager

source: Current limit
de: Aktuelles Limit

source: Current inventory
de: Aktueller Bestand

source: New limit
de: Neues Limit

source: not set
de: nicht gesetzt

source: Stock
de: Bestand

source: Stock Information
de: Bestandsinformationen

source: Merge packages
de: Gebinde vereinen

source: No places in this storage yet
de: Es sind keine Lagerplätze in diesem Lager angelegt

source: Print QR-Codes
de: QR-Codes drucken

source: The threshold for displaying stored chemicals in this table is set to %(m)s / %(v)s.
de: Die Schwelle zur Anzeige von gelagerten Chemikalien in dieser Tabelle ist auf %(m)s bzw. %(v)s gesetzt.

source: Usage of (toxic) substances
de: Benutzung von (giftigen) Substanzen

source: Make new choice
de: Neue Auswahl

source: Date
de: Datum

source: Used Mass
de: Benutzte Masse

source: No task given!
de: Keine Aufgabe/Versuch angegeben!

source: Used account
de: Benutzter Account

source: Please choose either Group or Instructor
de: Bitte wählen Sie entweder eine Gruppe oder eine(n) Ausbilder(in)

source: Please enter group or instructor.
de: Bitte geben Sie Gruppe oder Ausbilder(in) an.

source: Transfer Package
de: Gebinde umlagern

source: Old place
de: Alter Lagerplatz

source: Select new storage place
de: Neuen Lagerplatz auswählen

source: Available Places
de: Verfügbare Lagerplätze

source: Menu
de: Menü

source: Lists
de: Listen

source: Presentations
de: Präsentationen

source: You are logged out.
de: Sie sind abgemeldet.

source: Mainpage
de: Hauptseite

source: Searchresult for {search}
de: Suchergebnisse für {search}

source: Op. Inst. Info
de: BA's Info

source: WHC {num}
de: WGK {num}

source: WHC Info
de: WGK Info

source: All data was saved.
de: Alle Daten wurden gespeichert.

source: Wrong username and/or password.
de: Falscher Benutzername und/oder Passwort.

source: Wrong request method (only POST allowed).
de: Falscher Zugriff (nur POST erlaubt).

source: New Chapter
de: Neues Kapitel

source: New Paragraph
de: Neuer Absatz

source: No title
de: Kein Titel

source: Inventory balancing!
de: Inventurausgleich!

source: Chemical = {}
de: Chemikalie = {}

source: Storage = {}
de: Lager = {}

source: Department = {}
de: Bereich = {}

source: Content {exp} {value} {unit}
de: Inhalt {exp} {value} {unit}

source: Composition = {}
de: Beschaffenheit = {}

source: Container Material = {}
de: Gebindematerial = {}

source: Automatic removal
de: Automatisches Entfernen

source: Package [{}] was automatically removed
de: Das Gebinde [{}] wurde automatisch entfernt

source: No old package found. Nothing removed.
de: Keine alten Gebinde gefunden. Nichts wurde entfernt.

source: Inventory balancing
de: Inventurausgleich

source: Inventory difference greater than saved stock: {} > {}
de: Die Inventurdifferenz ist größer als der Bestand: {} > {}

source: Data saved. Difference: {}.
de: Daten gespeichert. Differenz: {}.

source: {} Package marked as empty.
de: {} Gebinde als leer markiert.

source: No storage class given
de: Keine Lagerklasse angegeben

source: {sc} -> Storage of {new} together with {stored} is possibly not allowed. Check storage classes and stored masses.
de: {sc} -> Die Zusammenlagerung von {new} und {stored} ist evtl. nicht erlaubt. Bitte prüfen Sie die Lagerklassen und die gelagerten Mengen.

source: Content transfered to {fill}
de: Inhalt vereint mit {fill}

source: Filled up from {}
de: Aufgefüllt von {}

source: Building saved
de: Gebäude gespeichert

source: Error while saving: {}
de: Fehler beim Speichern von: {}

source: Department saved
de: Bereich gespeichert

source: Storage saved
de: Lager gespeichert

source: Place saved
de: Lagerplatz gespeichert

source: Places
de: Lagerplätze

source: Room saved
de: Raum gespeichert

source: Notification was saved
de: Benachrichtigung gespeichert

source: Something went wrong.
de: Etwas ging schief :-(

source: Chemical {} can not be stored in place {}. Place/Storage is not lockable!
de: Chemikalie {} kann nicht am Platz {} gelagert werden. Platz/Lager ist nicht abschließbar.

source: No new packages found.
de: Keine neuen Gebinde gefunden.

source: Result
de: Ergebnis

source: Info Orders
de: Info Bestellungen

source: No orders found for this barcode.
de: Keine Bestellungen zu diesem Code gefunden.

source: No data found for this barcode.
de: Keine Daten zu diesem Code gefunden.

source: Package Info
de: Gebindeinformation

source: Storage of {}
de: Lager von {}

source: Storage {}
de: Lager {}

source: Usage
de: Benutzung

source: History of Packages
de: Verlauf der Gebinde

source: {} where marked as disposed
de: {} wurde als entsorgt gekennzeichnet

source: DISPOSE
de: ENTSORGUNG

source: Not enough packages to merge!
de: Nicht genug Gebinde zum Vereinen im Lager!

source: Package(s) removed
de: Gebinde entfernt

source: Nothing removed
de: Nichts entfernt

source: Remove package
de: Gebinde entfernen

source: Package {} was saved.
de: Gebinde {} wurde gespeichert.

source: No company choosen
de: Keine Firma ausgewählt

source: Consume selection
de: Auswahl Entnahme

source: Consume of {mass} was saved.
de: Entnahme von {mass} wurde gespeichert.

source: Package was marked as empty.
de: Gebinde wurde als leer markiert.

source: Consume of {mass} is higher as package inventory {inv}.
de: Entnahme {mass} ist größer als Bestand {inv}.

source: Toxic Consume
de: Gift-Entnahmen

source: Package with ID {pid} does not exist!
de: Gebinde mit der ID {pid} existiert nicht!

source: No packages found.
de: Keine Gebinde gefunden.

source: Print IDs
de: IDs ausdrucken

source: Stocklimits
de: Bestandslimits

source: Internal Server Error
de: Interner Serverfehler

source: Chemical or storage not given.
de: Chemikalie oder Lager nicht angegeben.

source: For the package (ID: {pid}) of {chem} was a wrong brutto mass reported by {user}. The report was filed on {date}. This message was automatically created, please do not answer.
de: Für das Gebinde (ID: {pid}) mit {chem} wurde eine falsche Bruttomasse gemeldet. Die Meldung kam von {user} am {date}. Diese Nachricht wurde automatisch generiert. Bitte nicht darauf antworten.

source: [ChemManager] Wrong brutto mass!
de: [ChemManager] Falsche Bruttomasse!

source: The following message was send to {}:<br>{}
de: Die folgende Nachricht wurde an {} geschickt:<br>{}

source: Error:<br>{}
de: Fehler:<br>{}
