Repository: Whitie/ChemManager
Catalog: chemman/core/locale/*/LC_MESSAGES/django.po
Languages: de

source: Employee
de: Mitarbeiter

source: Department
de: Bereich

source: Departments
de: Bereiche

source: Structure
de: Struktur

source: Pictogram
de: Piktogramm

source: Contact Data
de: Kontaktdaten

source: Address
de: Adresse

source: Additional
de: Zusatz

source: [No title]
de: [Kein Titel]

source: Title
de: Titel

source: Package ID
de: Gebinde ID

source: Toxic chemicals (GHS 06)
de: Giftige Chemikalien (GHS 06)

source: CMR substances
de: CMR Substanzen

source: H-Statement
de: H-Satz

source: WHC
de: WGK

source: MAC
de: AGW

source: MABC
de: BGW

source: Molar Mass
de: Molare Masse

source: Storage Temperature
de: Lagertemperatur

source: EUH-Statement
de: EUH-Satz

source: Melting Point
de: Schmelzpunkt

source: Boiling Point
de: Siedepunkt

source: AND
de: UND

source: OR
de: ODER

source: General
de: Allgemein

source: Name for this List
de: Name für diese Liste

source: Title (optional)
de: Titel (optional)

source: Write your comment
de: Schreiben Sie Ihren Kommentar

source: Number
de: Nummer

source: Synopsis
de: Zusammenfassung

source: Supplier
de: Lieferant

source: MSDS
de: SDB

source: MSDS publishing date
de: SDB Veröffentlichungsdatum

source: Quality
de: Qualität

source: E. g. supplier specific name or label.
de: Z. B. lieferantenspezifische Bezeichnung oder Verwendungsart.

source: Target Storage
de: Ziellager

source: Or choose present
de: Oder vorhandenes aussuchen

source: Content
de: Inhalt

source: Unit
de: Einheit

source: Composition
de: Beschaffenheit

source: Container Material
de: Gebindematerial

source: Article No.
de: Artikelnummer

source: Batch No.
de: Chargennummer

source: Best before
de: Haltbar bis

source: Storage Place
de: Lagerplatz

source: Brutto Mass
de: Bruttomasse

source: Reason
de: Grund

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Internal Phone
de: Interne Telefonnr.

source: Mass after
de: Masse nach der Benutzung

source: Instructor
de: Ausbilder

source: Group
de: Gruppe

source: Task
de: Aufgabe/Versuch

source: Removed quantity
de: Entnommene Menge

source: From Date
de: Von Datum

source: To Date
de: Bis Datum

source: Show only toxic
de: Nur Gifte anzeigen

source: Chemical
de: Chemikalie

source: Place
de: Platz

source: Delivered for
de: Geliefert für

source: Company
de: Firma

source: Leave empty, to get the one from the choosen chemical.
de: Leer lassen, um das SDB von der gewählten Chemikalie zu benutzen.

source: Published
de: Veröffentlicht

source: Supplier ID
de: Artikelnummer

source: Supplier CODE
de: Strich-/QR-Code

source: Supplier BATCH
de: Chargennummer

source: Brutto mass
de: Bruttomasse

source: Storage
de: Lager

source: Information
de: Informationen

source: Important Information
de: Wichtige Information

source: Message
de: Nachricht

source: User
de: Benutzer

source: Bookmark
de: Lesezeichen

source: Bookmarks
de: Lesezeichen

source: Type
de: Typ

source: You can use HTML in this field.
de: In diesem Feld kann HTML benutzt werden.

source: Timeout
de: Zeitüberschreitung

source: After this number of seconds the message will disappear from screen. Use 0 to force the user to click it away.
de: Nach dieser Zeit (in Sekunden) wird die Meldung automatisch wieder ausgeblendet. Setzen Sie das Feld auf 0, wenn Sie möchten, dass der Benutzer die Meldung aktiv (durch Klick) ausblenden muss.

source: Seen by
de: Gesehen von

source: Author
de: Autor

source: Added
de: Zugefügt

source: Notification
de: Benachrichtigung

source: Notifications
de: Benachrichtigungen

source: JSON Query
de: JSON Abfrage

source: List Cache
de: Listencache

source: List Caches
de: Listencaches

source: Street
de: Straße

source: ZIP Code
de: Postleitzahl

source: City
de: Stadt

source: Country
de: Land

source: Phone
de: Telefon

source: Short Name
de: Kurzname

source: Fax Number
de: Faxnummer

source: Webpage
de: Webseite

source: Customer Number
de: Kundennummer

source: Companies
de: Firmen

source: Direct Dialing
de: Durchwahl

source: Responsible for
de: Zuständig für

source: Notes
de: Notizen

source: Contact Person
de: Ansprechpartner

source: Contact Persons
de: Ansprechpartner

source: Description
de: Beschreibung

source: Settings
de: Einstellungen

source: Active
de: Aktiv

source: Groups
de: Gruppen

source: Journal Type
de: Journal Typ

source: Journal Types
de: Journal Typen

source: User Message
de: Benutzernachricht

source: Journal Entry
de: Journaleintrag

source: Journal Entries
de: Journaleinträge

source: solid
de: fest

source: liquid
de: flüssig

source: gaseous
de: gasförmig

source: super frosted (-80°C)
de: ultra tiefgefroren (-80°C)

source: frosted (-18°C)
de: tiefgefroren (-18°C)

source: cold (4°C)
de: gekühlt (4°C)

source: special (give temp. in properties)
de: speziell (Temp. unten angeben)

source: Danger
de: Gefahr

source: Warning
de: Achtung

source: 0 - Non-hazardous to water
de: 0 - Nicht wassergefährdend

source: 1 - Low hazard to waters
de: 1 - Schwach wassergefährdend

source: 2 - Hazard to waters
de: 2 - Wassergefährdend

source: 3 - Severe hazard to waters
de: 3 - Stark wassergefährdend

source: %(value)s is not a valid CAS number
de: %(value)s ist keine gültige CAS Nummer

source: %(value)s is not a valid EC number
de: %(value)s ist keine gültige EC Nummer

source: Molecular Formula
de: Summenformel

source: Flammable
de: Entzündlich

source: Special Temperature
de: Spezielle Temperatur

source: Only give a temperature here if you have selected "special" on Storage Temperature field.
de: Bitte hier nur eine Temperatur eingeben, wenn bei Lagertemperatur "speziell" gewählt wurde.

source: Signal Word
de: Signalwort

source: GHS Pictograms
de: GHS Piktogramme

source: Hazard Statements
de: H-Sätze

source: EU Hazard Statements
de: EUH-Sätze

source: Precautionary Statements
de: P-Sätze

source: Water Hazard Class
de: Wassergefährdungsklasse

source: Maximum Allowable Concentration
de: Arbeitsplatzgrenzwert

source: MAC Unit
de: AGW Einheit

source: Maximum Allowable Biological Concentration
de: Biologischer Grenzwert

source: MABC Unit
de: BGW Einheit

source: MAC (old)
de: MAK (alt)

source: Maximum Allowable Concentration (old)
de: Maximale Arbeitsplatz-Konzentration

source: MAC (old) Unit
de: MAK (alt) Einheit

source: Storage Class
de: Lagerklasse

source: Binding Occupational Exposure Limit (mg/m3)
de: Verbindlicher Arbeitsplatzgrenzwert (mg/m3)

source: Indicative Occupational Exposure Limit (mg/m3)
de: Arbeitsplatz-Richtgrenzwert (mg/m3)

source: HIN
de: GN

source: Hazard Identification Number
de: Gefahrnummer (früher Kemler-Zahl)

source: Extinguishing Media
de: Geeignete Löschmittel

source: Unsuitable Extinguishing Media
de: Ungeeignete Löschmittel

source: Fire Advice
de: Hinweise zur Brandbekämpfung

source: Wikipedia Link
de: Wikipedia Verweis

source: Special Log
de: Aktivitätsüberwachung

source: Set this if you need detailed information about usage of this substance.
de: Aktivieren Sie diese Option für spezielle Überwachung der Substanz (z. B. Gifte)

source: CMR Substance
de: CMR Substanz

source: Only active chemicals are displayed in lists.
de: Nur aktive Chemikalien werden in Listen angezeigt.

source: Added by
de: Zugefügt von

source: Last Updated
de: Zuletzt geändert

source: Chemicals
de: Chemikalien

source: Can manage chemicals
de: Chemikalien-Manager

source: CAS Registry Number
de: CAS Nummer

source: UN Number
de: UN Nummer

source: EC Number
de: EC Nummer

source: KEGG Number
de: KEGG Nummer

source: Imported from
de: Importiert von

source: Identifiers
de: Identität

source: Physical State
de: Aggregatzustand

source: Color
de: Farbe

source: Odor
de: Geruch

source: Density
de: Dichte

source: Density at Temperature
de: Dichte bei Temperatur

source: Bulk Density
de: Schüttdichte

source: Melting Point low
de: Schmelzpunkt tief

source: If this chemical has a defined melting point use only this field. Give in °C.
de: Wenn diese Chemikalie einen Schmelzpunkt hat (nicht Bereich), bitte nur dieses Feld benutzen. In °C.

source: Melting Point high
de: Schmelzpunkt hoch

source: Boiling Point low
de: Siedepunkt tief

source: If this chemical has a defined boiling point use only this field. Give in °C.
de: Wenn diese Chemikalie einen Siedepunkt hat (nicht Bereich), bitte nur dieses Feld benutzen. In °C.

source: Boiling Point high
de: Siedepunkt hoch

source: Solubility (H2O)
de: Löslichkeit in Wasser

source: Solubility at Temperature
de: Löslichkeit bei Temperatur

source: Physical Data
de: Physikalische Daten

source: Synonyms
de: Synonyme

source: Method
de: Methode

source: Document
de: Dokument

source: Last updated by
de: Zuletzt überarbeitet von

source: Operating Instruction
de: Betriebsanweisung

source: Operating Instructions
de: Betriebsanweisungen

source: Handbook
de: Handbuch

source: Handbooks
de: Handbücher

source: Can write handbook
de: Darf Handbuch schreiben

source: Chapter
de: Kapitel

source: Chapters
de: Kapitel

source: Lead
de: Einleitung

source: Last modified
de: Zuletzt geändert

source: Last modified by
de: Zuletzt geändert von

source: Paragraph
de: Absatz

source: Paragraphs
de: Absätze

source: Chapter Comment
de: Kapitel Kommentar

source: Chapter Comments
de: Kapitel Kommentare

source: Can moderate comments
de: Darf Kommentare moderieren

source: Image
de: Bild

source: Width
de: Breite

source: This width is to show the image inside the text. The image tag is generally rendered with a link to the full size image.
de: Diese Breite wird benutzt, um das Bild im Text anzuzeigen. Es wird aber generell ein Link erzeugt, um das Bild in voller Größe zu betrachten.

source: Reference
de: Referenz

source: Sortorder
de: Sortierreihenfolge

source: Combined
de: Kombiniert

source: Reference Number
de: Referenznummer

source: Is HTML
de: Text ist HTML

source: Check this if the text is HTML.
de: Machen Sie den Haken, wenn der Text HTML ist.

source: Storage Restriction
de: Lagerbeschränkungen

source: Storage Restrictions
de: Lagerbeschränkungen

source: Value
de: Wert

source: Storage Classes
de: Lagerklasse

source: General Storage
de: Allgemeines Lager

source: Through Storage
de: Durchgangslager

source: Solids Storage
de: Feststofflager

source: Solvent Storage
de: Lösemittellager

source: Plastic
de: Kunststoff

source: Glass
de: Glas

source: Carton
de: Karton

source: Bag
de: Beutel

source: Canister
de: Kanister

source: Barrel
de: Faß

source: Pallet
de: Palette

source: Self made
de: selbsthergestellt

source: technically
de: technisch

source: for synthesis
de: zur Synthese

source: purest
de: reinst

source: for analysis
de: zur Analyse

source: special
de: spezial

source: semi-solid
de: halbfest

source: micronized
de: mikronisiert

source: powdered
de: gepulvert

source: crystalline
de: kristallin

source: Granules
de: Granulat

source: Identifier
de: Bezeichner

source: Building
de: Gebäude

source: Buildings
de: Gebäude

source: Consumption
de: Verbrauch

source: Observe
de: Zusammenlagerung überwachen

source: Lockable
de: Abschließbar

source: Storages
de: Lager

source: Can store chemicals
de: Kann Chemikalien lagern

source: Can consume chemicals
de: Kann Chemikalien verbrauchen

source: Can transfer chemicals
de: Kann Chemikalien umlagern

source: Can dispose chemicals
de: Kann Chemikalien entsorgen

source: Can set stocklimits
de: Darf Bestandslimits setzen

source: Can manage chemicals, limits...
de: Kann Chemikalien, gesetzliche Limits, ... verwalten

source: Can make inventory
de: Kann Inventur machen

source: Unnamed Room
de: Unbenannter Raum

source: Room
de: Raum

source: Rooms
de: Räume

source: Storage Places
de: Lagerplätze

source: Material Safety Data Sheet
de: Sicherheitsdatenblatt

source: Material Safety Data Sheets
de: Sicherheitsdatenblätter

source: Can review MSDS
de: Kann SDB's erneuern

source: Choose special here if no quality match. Give exact quality in the extra field.
de: Wählen Sie hier spezial, wenn die Qualität nicht dabei ist. Geben Sie die genaue Qualität in dem Extrafeld an.

source: No company
de: Keine Firma

source: Stored Chemical
de: Gelagerte Chemikalie

source: Stored Chemicals
de: Gelagerte Chemikalien

source: Supplier Ident. No.
de: Artikelnummer beim Lieferanten

source: Barcode
de: Strichcode

source: Barcodes
de: Strichcodes

source: Supplier Barcode
de: Lieferanten Strichcode

source: Supplier Batch No.
de: Chargennummer des Lieferanten

source: Mass of the unopened package.
de: Masse des ungeöffneten Gebindes.

source: Brutto Mass Unit
de: Einheit (Bruttomasse)

source: Stored by
de: Eingelagert von

source: Stored
de: Eingelagert am

source: Empty
de: Leer

source: Dispose Reason
de: Entsorgungsgrund

source: Stored Package
de: Gelagertes Gebinde

source: Stored Packages
de: Gelagerte Gebinde

source: Package
de: Gebinde

source: Mass after usage
de: Masse nach der Benutzung

source: Mass after Unit
de: Einheit (Masse nach der Benutzung)

source: Removed Quantity
de: Entnommene Menge

source: Removed Quantity Unit
de: Einheit (Entnommene Menge)

source: Usage Date/Time
de: Datum/Zeit der Benutzung

source: Is Inventory
de: Ist Inventur-Entnahme

source: Package Usage
de: Gebinde-Benutzung

source: Package Usages
de: Gebinde-Benutzungen

source: Stock Limit
de: Bestandslimit

source: Stock Limits
de: Bestandslimits

source: Ident
de: Identifikation

source: Threshold
de: Schwelle

source: Percent of Threshold
de: Prozent von Schwelle

source: Legal Limit
de: Gesetzliches Limit

source: Legal Limits
de: Gesetzliche Limits

source: Saved
de: Gespeichert

source: Note
de: Bemerkung

source: Inventory Difference
de: Inventurdifferenz

source: Inventory Differences
de: Inventurdifferenzen

source: Count
de: Anzahl

source: Delivered
de: Geliefert

# Order system
source: Order
de: Bestellung

# Order system
source: Orders
de: Bestellungen

source: Can order chemicals
de: Kann Chemikalien bestellen

source: Quantity
de: Menge

source: Opened
de: Geöffnet

source: Consume
de: Entnahme

source: Consumes
de: Entnahmen

source: About ChemManager
de: Über ChemManager

source: Machine
de: Maschine

source: Processor
de: Prozessor

source: Cores
de: CPU Kerne

source: OS
de: Betriebssystem

source: Python executable
de: Python Interpreter

source: Python path
de: Python Pfad

source: Back
de: Zurück

source: Open information and storage system for chemicals
de: Offenes Informations- und Lagersystem für Chemikalien

source: Listgenerator
de: Listengenerator

source: Builtin lists
de: Eingebaute Listen

source: Create own list
de: Eigene Liste erstellen

source: Create List
de: Liste erzeugen

source: Last build lists
de: Letzte Listen

source: Nothing saved
de: Nichts gespeichert

source: Show all
de: Alle anzeigen

source: Last updated:
de: Zuletzt geändert:

source: Safety
de: Sicherheit

source: Disposal
de: Entsorgung

source: Legal
de: Gesetz

source: References
de: Referenzen

source: Firefighting
de: Brandbekämpfung

source: MSDS's
de: SDB's

source: Op. Inst.
de: BA's

source: Storage hints and own storage
de: Hinweise zur Lagerung und Bestände

source: Edit
de: Bearbeiten

source: Extended Search
de: Erweiterte Suche

source: Search in:
de: Suchen in:

source: Add new chapter
de: Neues Kapitel hinzufügen

source: Enter chapter data
de: Kapiteldaten eingeben

source: Save
de: Speichern

source: Existing chapters
de: Vorhandene Kapitel

source: No chapters added yet.
de: Keine Kapitel vorhanden.

source: Add new paragraph
de: Neuen Absatz hinzufügen

source: Enter paragraph data
de: Absatzdaten eingeben

source: Existing paragraphs
de: Vorhandene Absätze

source: No paragraphs added yet.
de: Keine Absätze vorhanden.

source: Comments
de: Kommentare

source: Posted by %(author)s on %(added)s
de: Geschrieben von %(author)s, am %(added)s.

source: No comments
de: Keine Kommentare

source: Leave a comment
de: Hinterlassen Sie einen Kommentar

source: Send
de: Senden

source: < Back
de: < Zurück

source: Edit Paragraph
de: Absatz bearbeiten

source: Lead (optional)
de: Einleitung (optional)

source: Available Images
de: Verfügbare Bilder

source: Contents
de: Inhalt

source: Add paragraph to this chapter
de: Neuen Absatz zu diesem Kapitel hinzufügen

source: Delete chapter
de: Kapitel löschen

source: Edit this paragraph
de: Diesen Absatz bearbeiten

source: Add new Chapter
de: Neues Kapitel hinzufügen

source: Are you sure?
de: Sind Sie sicher?

source: Available Handbooks
de: Verfügbare Handbücher

source: Delete handbook
de: Handbuch löschen

source: No handbooks listed yet
de: Es sind keine Handbücher angelegt

source: Add new handbook
de: Neues Handbuch hinzufügen

source: Currently %(all_count)s chemicals are listed (%(active_count)s active / %(cmr_count)s CMR).
de: Zur Zeit sind %(all_count)s Chemikalien im System (%(active_count)s aktiv / %(cmr_count)s CMR).

source: Attention! You are working on mirrored Data. All changes made are not persistent.
de: Achtung! Sie arbeiten mit Testdaten. Alle Änderungen werden nicht gespeichert.

source: Special chemicals
de: Spezielle Chemikalien

source: Formula
de: Formel

source: Interesting handbook paragraphs
de: Interessante Handbuch-Absätze

source: No paragraphs added yet. Please contact the Administrator.
de: Es wurden noch keine Absätze angegeben. Bitte kontaktieren Sie den Administrator.

source: General Information
de: Generelle Informationen

source: H+P - Statements
de: H+P - Sätze

source: GHS - Symbols
de: GHS - Symbole

source: Water Hazard Classes
de: Wassergefährdungsklassen

source: Storage Overview
de: Lagerübersicht

source: Toxic Packages History
de: Giftige Gebinde Verlauf

source: all
de: alle

source: Orders
de: Bestellungen

source: Toxic Chemicals
de: Giftige Chemikalien

source: Toxic Usage Info
de: Info Giftverbrauch

source: Num. in DB
de: Anzahl in DB

source: H - Statements
de: H - Sätze

source: EUH - Statements
de: EUH - Sätze

source: P - Statements
de: P - Sätze

source: Up
de: Zum Anfang

source: last update
de: zuletzt erneuert

source: no operating instructions found
de: keine Betriebsanweisungen gefunden

source: Number of chemicals in database
de: Anzahl Chemikalien in der Datenbank

source: Login page
de: Anmeldeseite

source: Username and/or password do not match. Please try again
de: Benutzername und/oder Passwort sind nicht korrekt. Bitte nochmal versuchen

source: Your account does not have the permissions to visit this page. Please login with an account, which has the permissions.
de: Ihr Account hat nicht die erforderlichen Rechte, um diese Seite zu besuchen. Bitten melden Sie sich mit einem Account an, der die Rechte besitzt.

source: Please login to visit this page.
de: Bitte melden Sie sich an, um diese Seite zu besuchen.

source: Login
de: Anmelden

source: Show more
de: Zeige mehr

source: No.
de: Nr.

source: No results
de: Keine Ergebnisse

source: Written by %(author)s, %(added)s.
de: Geschrieben von %(author)s, am %(added)s.

source: Last modified by %(author)s, %(added)s.
de: Zuletzt geändert von %(author)s, am %(added)s.

source: Toxic
de: Giftig

source: Discharge
de: Entleeren

source: Transfer
de: Umlagern

source: Dispose
de: Entsorgen

source: Last inventory:
de: Letzte Inventur:

source: Inventory
de: Bestand

source: New brutto mass here!
de: Hier neue Bruttomasse eingeben!

source: Check if the stock is correct
de: Machen Sie den Haken, wenn der angezeigte Bestand korrekt ist

source: Add a note for this stock
de: Bemerkung zu diesem Bestand zufügen

source: Make inventory
de: Inventur machen

source: Show last inventory
de: Letzte Inventur anzeigen

source: Deliver new package here
de: Neues Gebinde hier einlagern

source: Check chemicals against storage classes
de: Zusammenlagerung überprüfen

source: Check storage classes
de: Lagerklassen überprüfen

source: Set stocklimits for chemicals in this storage
de: Bestandslimits für Chemikalien in diesem Lager setzen

source: Set stocklimits
de: Bestandslimits setzen

source: yes
de: ja

source: no
de: nein

source: Operating Instruction available
de: Betriebsanweisung vorhanden

source: OI
de: BA

source: No Operating Instruction available
de: Keine Betriebsanweisung vorhanden

source: No OI
de: Keine BA

source: CAS Number
de: CAS Nummer

source: Safety hints
de: Sicherheitshinweise

source: No
de: Nein

source: Other Hazards
de: Andere Gefahren

source: All chemicals are potentially dangerous. They are therefore only be handled by specially trained personnel with the necessary care.
de: Alle Chemikalien sind Gefahrstoffe. Sie dürfen nur von geschultem Personal mit der nötigen Sorgfalt benutzt werden.

source: Physical and chemical characteristics
de: Physikalische und chemische Kenndaten

source: Solubility (Water)
de: Löslichkeit (Wasser)

source: Disposal Instructions
de: Entsorgungshinweise

source: Legislation
de: Gesetzliche Bestimmungen

source: Binding Occupational Exposure Limit
de: Verbindlicher Arbeitsplatzgrenzwert

source: Indicative Occupational Exposure Limit
de: Arbeitsplatz-Richtgrenzwert

source: Sheet to old! Review required.
de: SDB zu alt! Bitte Abgleich durchführen

source: No sheets saved.
de: Keine Datenblätter gespeichert.

source: Firefighting measures
de: Maßnahmen zur Brandbekämpfung

source: Extinguishing media
de: Geeignete Löschmittel

source: Unsuitable extinguishing media
de: Ungeeignete Löschmittel

source: Advice for firefighters
de: Hinweise für die Feurwehr

source: Storage hints
de: Hinweise zur Lagerung

source: External Info (ger)
de: Externe Informationen

source: Overview
de: Übersicht

source: Click to show package details
de: Klicken, um Details zum Gebinde anzusehen

source: Nothing listed
de: Nichts verbucht

source: Store new package
de: Neues Gebinde einlagern

source: Management
de: Verwaltung

source: Add
de: Anlegen

source: Reset
de: Zurücksetzen

source: Existing Buildings
de: Angelegte Gebäude

source: Click to edit this building
de: Klicken, um dieses Gebäude zu bearbeiten

source: No buildings found
de: Keine Gebäude gefunden

source: Existing Departments
de: Angelegte Bereiche

source: Click to edit this Department
de: Klicken, um diesen Bereich zu bearbeiten

source: assigned:
de: zugeordnet:

source: No departments found
de: Keine Bereiche gefunden

source: Buildings, Storages, Rooms
de: Gebäude, Lager, Räume

source: Manage Buildings
de: Gebäude verwalten

source: Manage Departments
de: Bereiche verwalten

source: Manage Storages
de: Lager verwalten

source: Manage Storageplaces
de: Lagerplätze verwalten

source: Manage Rooms
de: Räume verwalten

source: Set / Remove Limits
de: Bestandslimits setzen / entfernen

source: Notify Users
de: Benutzer benachrichtigen

source: Manage Notifications
de: Benachrichtigungen verwalten

source: Add Chemical
de: Chemikalie hinzufügen

source: Edit Chemical
de: Chemikalie bearbeiten

source: Misc
de: Verschiedenes

source: Show special permissions
de: Zeige spezielle Berechtigungen

source: Old Notifications
de: Alte Benachrichtigungen

source: No notifications found
de: Keine Benachrichtigungen gefunden

source: Existing Places
de: Vorhandene Lagerplätze

source: Click to edit this place
de: Klicken, um diesen Lagerplatz zu bearbeiten

source: No storages defined.
de: Keine Lager angelegt.

source: Permissions
de: Berechtigungen

source: Show only special permissions
de: Zeige nur spezielle Berechtigungen

source: Show all permissions
de: Zeige alle Berechtigungen

source: All permissions
de: Alle Berechtigungen

source: Only special permissions are shown
de: Es werden nur spezielle Berechtigungen angezeigt

source: Users
de: Benutzer

source: Existing Rooms (by building)
de: Angelegte Räume (nach Gebäude)

source: Click to edit this room
de: Klicken, um diesen Raum zu bearbeiten

source: No rooms defined.
de: Keine Räume angelegt

source: Existing Storages
de: Vorhandene Lager
